content/posts/The_Origin_and_Nature_of_Life_on_Earth_The_emergence_of_the_fourth_geosphere_by_Eric_Smith_and_Harold_Morowitz_in_2016.md
+++
title = "The Origin and Nature of Life on Earth The emergence of the fourth geosphere by Eric Smith and Harold Morowitz in 2016"
author = ["Cameron Smith"]
lastmod = 2020-09-24T01:51:30-04:00
slug = "The_Origin_and_Nature_of_Life_on_Earth_The_emergence_of_the_fourth_geosphere_by_Eric_Smith_and_Harold_Morowitz_in_2016"
draft = false
+++

## [origin of life]({{< relref "origin_of_life" >}}), [geochemistry]({{< relref "geochemistry" >}}), [biochemistry]({{< relref "biochemistry" >}}), [physics]({{< relref "physics" >}}), [quantum field theory]({{< relref "quantum_field_theory" >}}) {#origin-of-life--origin-of-life-dot-md--geochemistry--geochemistry-dot-md--biochemistry--biochemistry-dot-md--physics--physics-dot-md--quantum-field-theory--quantum-field-theory-dot-md}


## 1. The planetary scope of biogenesis: the biosphere is the fourth geosphere {#1-dot-the-planetary-scope-of-biogenesis-the-biosphere-is-the-fourth-geosphere}


## 2. The organization of life on Earth today {#2-dot-the-organization-of-life-on-earth-today}


## 3. The geochemical context and embedding of the biosphere {#3-dot-the-geochemical-context-and-embedding-of-the-biosphere}


## 4. The architecture and evolution of the metabolic substrate {#4-dot-the-architecture-and-evolution-of-the-metabolic-substrate}


## 5. Higher-level structures and the recapitulation of metabolic order {#5-dot-higher-level-structures-and-the-recapitulation-of-metabolic-order}


## 6. The emergence of a biosphere from geochemistry {#6-dot-the-emergence-of-a-biosphere-from-geochemistry}


## 7. The phase transition paradigm for emergence {#7-dot-the-phase-transition-paradigm-for-emergence}


### 7.1 Theory in the origin of life {#7-dot-1-theory-in-the-origin-of-life}

<!--list-separator-->

-  7.1.1 What does a phase transition framing add to the search for relevant environments and relevant chemistry


### 7.2 Arriving at the need for a phase transition paradigm {#7-dot-2-arriving-at-the-need-for-a-phase-transition-paradigm}

<!--list-separator-->

-  7.2.1 Why there is something instead of nothing

<!--list-separator-->

-  7.2.2 Selecting pattern from chaos in organosynthesis

<!--list-separator-->

-  7.2.3 The phase transition paradigm

<!--list-separator-->

-  7.2.4 Developing the stability perspective

<!--list-separator-->

-  7.2.5 A chapter of primers


### 7.3 Large deviations and the nature of thermodynamic limits {#7-dot-3-large-deviations-and-the-nature-of-thermodynamic-limits}

<!--list-separator-->

-  7.3.1 The combinatorics of large numbers and simplified fluctuation-probability distributions

<!--list-separator-->

-  7.3.2 Interacting systems and classical thermodynamics

<!--list-separator-->

-  7.3.3 Statistical roles of state variables

<!--list-separator-->

-  7.3.4 Phase transitions and order parameters


### 7.4 Phase transitions in equilibrium systems {#7-dot-4-phase-transitions-in-equilibrium-systems}

<!--list-separator-->

-  7.4.1 Worked example: the Curie-Weiss phase transition

<!--list-separator-->

-  7.4.2 Reduction, emergence, and prediction

<!--list-separator-->

-  7.4.3 Unpredictability and long-range order

<!--list-separator-->

-  7.4.4 Oil and water


### 7.5 The theory of asymptotically reliable error correction (in terms of large-deviations) {#7-dot-5-the-theory-of-asymptotically-reliable-error-correction--in-terms-of-large-deviations}

<!--list-separator-->

-  7.5.1 Information theory as a mirror on thermodynamics

<!--list-separator-->

-  7.5.2 The large-deviations theory of optimal error correction

<!--list-separator-->

-  7.5.3 Transmission channel models

<!--list-separator-->

-  7.5.4 Capacity and error probability

<!--list-separator-->

-  7.5.5 Error correction and molecular recognition in an energetic system

<!--list-separator-->

-  7.5.6 The theory of optimal error correction is thermodynamic

<!--list-separator-->

-  7.5.7 One signal or many?


### 7.6 Phase transitions in non-equilibrium systems {#7-dot-6-phase-transitions-in-non-equilibrium-systems}

<!--list-separator-->

-  7.6.1 On the equilibrium entropy and living systems

<!--list-separator-->

-  7.6.2 Ensembles of processes and of histories

<!--list-separator-->

-  7.6.3 Phase transfer catalysis

<!--list-separator-->

-  7.6.4 A first-order, non-equilibrium, phase transition in the context of autocatalysis

<!--list-separator-->

-  7.6.5 The lightning strike analogy

<!--list-separator-->

-  7.6.6 Conclusion: the frontier in the study of collective and cooperative effects


### 7.7 Technical appendix: non-equilibrium large deviations formulae {#7-dot-7-technical-appendix-non-equilibrium-large-deviations-formulae}

<!--list-separator-->

-  7.7.1 Master equation for the one-variable model of autocatalysis

<!--list-separator-->

-  7.7.2 Ordinary power-series generating function and Liouville equation

<!--list-separator-->

-  7.7.3 Escape trajectories and effective potential for non-equilibrium phases

<!--list-separator-->

-  7.7.4 Gaussian fluctuations about stationary-path backgrounds


## 8. Reconceptualizing the nature of the living state {#8-dot-reconceptualizing-the-nature-of-the-living-state}


### 8.1 Bringing the phase transition paradigm to life {#8-dot-1-bringing-the-phase-transition-paradigm-to-life}

<!--list-separator-->

-  8.1.1 Necessary order in the face of pervasive disturbance

<!--list-separator-->

-  8.1.2 The role of phase transitions in hierarchical complex systems

<!--list-separator-->

-  8.1.3 How uniqueness becomes a foundation for diversity

<!--list-separator-->

-  8.1.4 Beyond origins to the nature of the living state


### 8.2 Metabolic layering as a form of modular architecture {#8-dot-2-metabolic-layering-as-a-form-of-modular-architecture}

<!--list-separator-->

-  8.2.1 Herbert Simon's arguments that modularity is prerequisite to hierarchical complexity

<!--list-separator-->

-  8.2.2 The modularity argument in a dynamical setting

<!--list-separator-->

-  8.2.3 Error correction from regression to ordered thermal states

<!--list-separator-->

-  8.2.4 The universal metabolic chart as an order parameter

<!--list-separator-->

-  8.2.5 The use of order parameters in induction

<!--list-separator-->

-  8.2.6 Control systems and requisite variety

<!--list-separator-->

-  8.2.7 Biology designs using order parameters


### 8.3 The emergence of individuality {#8-dot-3-the-emergence-of-individuality}

<!--list-separator-->

-  8.3.1 Darwinian evolution is predicated on individuality

<!--list-separator-->

-  8.3.2 How unique solutions give rise to conditions that support diversity

<!--list-separator-->

-  8.3.3 The nature of individual identity

<!--list-separator-->

-  8.3.4 Individuality within the structure of evolutionary theory

<!--list-separator-->

-  8.3.5 The ecosystem as community and as entity

<!--list-separator-->

-  8.3.6 Why material simplicity precedes complexity in the phase transition paradigm


### 8.4 The nature of the living state {#8-dot-4-the-nature-of-the-living-state}

<!--list-separator-->

-  8.4.1 Replicators: a distinction but not a definition

<!--list-separator-->

-  8.4.2 Life is defined by participation in the biosphere

<!--list-separator-->

-  8.4.3 Covalent chemistry flux and other order parameters

<!--list-separator-->

-  8.4.4 The importance of being chemical


### 8.5 The error-correcting hierarchy of the biosphere {#8-dot-5-the-error-correcting-hierarchy-of-the-biosphere}

<!--list-separator-->

-  8.5.1 The main relation: a general trade-off among stability, complexity and correlation length

<!--list-separator-->

-  8.5.2 Simple and complex phase transitions

<!--list-separator-->

-  8.5.3 Living matter as active data

<!--list-separator-->

-  8.5.4 Patterns and entities in the biosphere
